/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "無法完成動作";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "請稍後再試。";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "不支援此媒體格式。";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "此媒體可能已損毀。";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "此 App 未被授權播放此檔案。"; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "無法打開";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "無法使用此媒體。";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "無法解碼";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "此媒體所需的解碼器忙碌中。";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "請停止其他媒體解碼動作，然後再試一次。";
